Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/SiriPreferenceExtension/SiriPreferenceExtension.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PRIVACY_ERROR_NON_INDEXED
source: The item couldn’t be added or removed because the location is not indexed.
ar: تعذرت إضافة العنصر أو إزالته نظرًا لعدم فهرسة الموقع.
ca: Aquest ítem no s’ha pogut afegir ni eliminar perquè la seva ubicació no està indexada.
cs: Položku nelze přidat nebo odstranit, protože toto umístění není indexováno.
da: Emnet kunne hverken tilføjes eller fjernes, fordi dets placering ikke er indekseret.
de: Das Objekt konnte weder hinzugefügt noch entfernt werden, da der Ort nicht indiziert ist.
el: Δεν είναι δυνατό να προστεθεί ή να αφαιρεθεί το στοιχείο επειδή δεν δημιουργήθηκε ευρετήριο της τοποθεσίας.
es: No se ha podido añadir o eliminar el ítem porque la ubicación no está indexada.
es_us: No se pudo agregar o eliminar el elemento porque la ubicación no está indexada.
fi: Kohdetta ei voitu lisätä tai poistaa, koska sijaintia ei ole indeksoitu.
fr: L’élément n’a pas pu être ajouté ou supprimé parce que l’emplacement n’est pas indexé.
fr_ca: L’élément n’a pas pu être ajouté ou supprimé parce que l’emplacement n’est pas indexé.
he: לא ניתן להוסיף או להסיר את הפריט משום שלא קיים אינדקס עבור מיקום זה.
hi: स्थान सूचीबद्ध नहीं होने के कारण आइटम जोड़ा या हटाया नहीं जा सका।
hr: Stavka se ne može dodati ili ukloniti jer lokacija nije indeksirana.
hu: Az elem nem adható hozzá vagy távolítható el, mert a hely nincs indexelve.
id: Item ini tidak dapat ditambahkan atau dihapus karena lokasi tidak terindeks.
it: L’elemento non è stato aggiunto o rimosso perché la posizione non è indicizzata.
ja: 場所の索引が作成されていないため項目の追加または削除ができません。
ko: 위치가 인덱스되어 있지 않기 때문에 해당 항목을 추가 또는 제거할 수 없습니다.
ms: Item tidak dapat ditambah atau dikeluarkan kerana lokasi tidak diindekskan.
nl: Het onderdeel kon niet worden toegevoegd of verwijderd, omdat de locatie niet is geïndexeerd.
no: Objektet kunne ikke legges til eller fjernes fordi plasseringen ikke er indeksert.
pl: Nie można było dodać lub usunąć tej rzeczy; ta lokacja nie jest zindeksowana.
pt: O item não pôde ser adicionado ou removido porque a localização não está indexada.
pt_pt: Não foi possível adicionar ou remover o elemento, porque o local não está indexado.
ro: Articolul nu a putut fi adăugat sau eliminat deoarece locul respectiv nu este indexat.
ru: Не удалось добавить или удалить объект, так как размещение не индексировано.
sk: Položku sa nepodarilo pridať alebo odstrániť, pretože umiestnenie nie je indexované.
sl: Elementa ni bilo mogoče dodati ali odstraniti, ker lokacija ni indeksirana.
sv: Objektet kunde inte läggas till eller tas bort eftersom platsen inte har indexerats.
th: ไม่สามารถเพิ่มหรือเอารายการออกได้เนื่องจากเกิดตำแหน่งไม่เป็นดัชนี
tr: Konum dizinlenmemiş olduğu için bu öğe eklenemedi veya silinemedi.
uk: Елемент неможливо додати або вилучити, оскільки розташування не проіндексоване.
vi: Không thể thêm hoặc xóa mục do vị trí không được lập chỉ mục.
zh_cn: 未能添加或移除此项目，因为位置未被索引。
zh_hk: 因為尚未建立位置的索引，所以無法加入或移除項目。
zh_tw: 無法加入或移除項目，因為尚未建立位置的索引。

# HOLD_MICROPHONE_SYMBOL
source: Hold %@
ar: اضغط مطولاً على %@
ca: Mantén premut %@
cs: Podržte %@
da: Hold %@ nede
de: %@ gedrückt halten
el: Κρατήστε πατημένο το «%@»
es: Mantener pulsado %@
es_us: Mantener presionado %@
fi: Pidä %@ painettuna
fr: Maintenir %@
fr_ca: Maintenir enfoncée %@
he: לחיצה ארוכה על %@
hi: %@ दबाए रखें
hr: Držite %@
hu: %@ lenyomva tartása
id: Tahan %@
it: Tieni premuto %@
ja: %@キーを押したままにする
ko: %@ 길게 누르기
ms: Tahan %@
nl: Houd %@ ingedrukt
no: Hold nede %@
pl: Przytrzymaj %@
pt: Manter %@ Pressionada
pt_pt: Manter premido %@
ro: Ținere %@
ru: Удерживание %@
sk: Podržte %@
sl: Pridržite %@
sv: Håll ned %@
th: กดปุ่ม %@ ค้างไว้
tr: %@ Simgesini Basılı Tut
uk: Утримувати %@
vi: Giữ %@
zh_cn: 长按%@
zh_hk: 按住%@
zh_tw: 按住%@

# SIRI_VOICE_DOWNLOAD_ONGOING_LABEL
source: This Siri voice will take effect when downloaded.
ar: سيصبح صوت Siri هذا جاهزًا فور اكتمال التنزيل.
ca: Aquesta veu de Siri s’activarà quan s’hagi descarregat.
cs: Hlas Siri se použije po stažení.
da: Siri-stemmen træder i kraft, når overførslen er færdig.
de: Diese Siri-Stimme wird nach dem Download aktiv.
el: Αυτή η φωνή Siri θα ενεργοποιηθεί όταν ολοκληρωθεί η λήψη.
es: Esta voz de Siri se usará una vez descargada.
es_us: La voz de Siri se activará al terminar la descarga.
fi: Tämä Siri-ääni otetaan käyttöön, kun lataus on valmis.
fr: Cette voix de Siri sera utilisée dès qu’elle aura été téléchargée.
fr_ca: Vous entendrez cette voix Siri lorsqu’elle sera téléchargée.
he: הקול של Siri ישתנה לאחר ההורדה.
hi: डाउनलोड होने पर इस Siri वॉइस को चालू कर दिया जाएगा।
hr: Glas za Siri primijenit će se kad se preuzme.
hu: Ez a Siri-beszédhang lesz használatban, amikor a letöltés befejeződik.
id: Suara Siri ini akan diaktifkan setelah diunduh.
it: La voce di Siri sarà disponibile al termine del download.
ja: このSiriの声はダウンロードが完了した時点で有効になります。
ko: 이 Siri 음성이 다운로드되면 바로 적용됩니다.
ms: Suara Siri ini akan mula digunakan setelah dimuat turun.
nl: Deze Siri-stem wordt actief nadat de download is voltooid.
no: Siri-stemmen tas i bruk når nedlastingen er ferdig.
pl: Ten głos Siri będzie używany, gdy jego pobieranie zostanie zakończone.
pt: A voz da Siri será alterada depois do download.
pt_pt: A voz de Siri será alterada quando a descarga terminar.
ro: Această voce Siri va fi aplicată după descărcare.
ru: Этот голос Siri будет активирован после завершения загрузки.
sk: Hlas Siri sa aktivuje po dokončení sťahovania.
sl: Ta glas Siri bo deloval po zaključenem prenosu.
sv: Den här Siri-rösten börjar användas när den har hämtats.
th: เสียง Siri นี้จะเปลี่ยนไปเมื่อดาวน์โหลดเสร็จ
tr: Bu Siri sesi, indirildiğinde etkili olur.
uk: Цей голос Siri буде застосовано після викачування.
vi: Giọng nói Siri này sẽ có hiệu lực khi được tải về.
zh_cn: 下载完成后将使用此Siri声音。
zh_hk: 完成下載後即可使用此Siri聲音。
zh_tw: 此Siri聲音會在下載後生效。

# GM_NO_NETWORK_OK
source: OK
ar: موافق
ca: D’acord
es: Aceptar
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
ru: ОК
sk: Potvrdiť
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# GM_NO_NETWORK_WARNING_MESSAGE
source: An internet connection is required for Apple Intelligence. Connect to the internet and try again.
ar: يجب الاتصال بالإنترنت لذكاء Apple. اتصل بالإنترنت وحاول مرة أخرى.
ca: Per fer servir l’Apple Intelligence, cal tenir connexió a internet. Connecta‑t’hi i torna‑ho a provar.
cs: Apple Intelligence vyžaduje připojení k internetu. Připojte se a zkuste to znovu.
da: Der kræves internetforbindelse for at kunne bruge Apple Intelligence. Opret forbindelse til internettet, og prøv igen.
de: Eine Internetverbindung ist für Apple Intelligence erforderlich. Stelle eine Internetverbindung her und versuche es erneut.
el: Απαιτείται σύνδεση στο Διαδίκτυο για το Apple Intelligence. Συνδεθείτε στο Διαδίκτυο και δοκιμάστε ξανά.
es: Se necesita una conexión a internet para usar Apple Intelligence. Conéctate e inténtalo de nuevo.
es_us: Se requiere una conexión a Internet para usar Apple Intelligence. Conéctate y reintenta.
fi: Apple Intelligence vaatii internet-yhteyden. Yhdistä internetiin ja yritä uudelleen.
fr: Une connexion Internet est requise pour Apple Intelligence. Connectez-vous à Internet et réessayez.
fr_ca: Apple Intelligence requiert une connexion Internet. Connectez-vous à Internet, puis réessayez.
he: שימוש ב-Apple Intelligence מצריך חיבור לאינטרנט. יש להתחבר לאינטרנט ולנסות שוב.
hi: Apple Intelligence के लिए इंटरनेट कनेक्शन ज़रूरी है। इंटरनेट से कनेक्ट करें और फिर से कोशिश करें।
hr: Za Apple Intelligence potrebna je internetska veza. Spojite se na internet i pokušajte ponovno.
hu: Az Apple Intelligence-hez internetkapcsolat szükséges. Kapcsolódjon az internethez, és próbálkozzon újra.
id: Koneksi internet diperlukan untuk Apple Intelligence. Hubungkan ke internet dan coba lagi.
it: Per l’uso di Apple Intelligence è richiesta una connessione a internet. Connettiti e riprova.
ja: Apple Intelligenceにはインターネット接続が必要です。インターネットに接続してからやり直してみてください。
ko: Apple Intelligence를 사용하려면 인터넷 연결이 필요합니다. 인터넷에 연결하고 다시 시도하십시오.
ms: Sambungan internet diperlukan untuk Apple Intelligence. Sambung ke internet dan cuba lagi.
nl: Een internetverbinding is vereist voor Apple Intelligence. Maak verbinding met het internet en probeer het opnieuw.
no: Apple Intelligence krever internett­forbindelse. Koble til internett, og prøv igjen.
pl: Apple Intelligence wymaga połączenia z Internetem. Połącz się z Internetem i spróbuj ponownie.
pt: É necessária uma conexão com a internet para a Apple Intelligence. Conecte‑se à internet e tente novamente.
pt_pt: É necessário ter ligação à internet para Apple Intelligence. Volte a tentar depois de estabelecer ligação.
ro: Apple Intelligence necesită o conexiune la internet. Conectați‑vă la internet și reîncercați.
ru: Для работы Apple Intelligence требуется подключение к интернету. Подключите устройство к интернету и повторите попытку.
sk: Apple Intelligence vyžaduje pripojenie na internet. Pripojte sa na internet a skúste to znovu.
sl: Za funkcijo Apple Intelligence je zahtevana internetna povezava. Vzpostavite internetno povezavo in poskusite znova.
sv: En internetanslutning krävs för Apple Intelligence. Anslut till internet och försök igen.
th: ต้องเชื่อมต่อกับอินเทอร์เน็ตเพื่อใช้ Apple Intelligence เชื่อมต่อกับอินเทอร์เน็ตแล้วลองอีกครั้ง
tr: Apple Intelligence için internet bağlantısı gerekir. İnternete bağlanın ve yeniden deneyin.
uk: Для роботи Apple Intelligence потрібне інтернет-зʼєднання. Підʼєднайтеся до інтернету та спробуйте ще раз.
vi: Yêu cầu có kết nối internet cho Apple Intelligence. Hãy kết nối vào internet và thử lại.
zh_cn: 需要互联网连接才能使用Apple智能。请接入互联网并重试。
zh_hk: Apple Intelligence需要互聯網連線。請連接互聯網後再試。
zh_tw: 需要網際網路連線才能使用Apple Intelligence。請連接網際網路，然後再試一次。

# SIRISUGGESTIONS_NO_SELECTION
source: No selection.
ar: لا يوجد تحديد.
ca: No hi ha res seleccionat.
cs: Nic není vybráno.
da: Intet valgt.
de: Nichts ausgewählt
el: Καμία επιλογή.
es: Nada seleccionado.
es_us: Sin selección.
fi: Ei valintaa.
fr: Aucune sélection
fr_ca: Aucune sélection
he: לא בוצעה בחירה.
hi: कोई चयन नहीं।
hr: Bez odabira
hu: Nincs kijelölés.
id: Tidak ada pilihan.
it: Nessun elemento selezionato.
ja: 何も選択されていません。
ko: 선택 항목 없음
ms: Tiada pilihan.
nl: Niets geselecteerd.
no: Ingen markering.
pl: Brak zaznaczenia.
pt: Nenhuma seleção.
pt_pt: Nada selecionado.
ro: Nicio selecție.
ru: Ничего не выбрано.
sk: Žiadny výber.
sl: Ni izbora.
sv: Ingen markering.
th: ไม่ได้เลือก
tr: Seçim yok.
uk: Нічого не вибрано.
vi: Không có lựa chọn.
zh_cn: 未选择。
zh_hk: 尚未選取項目。
zh_tw: 尚未選取項目。

# SIRI_USE_RESTRICTED_PARENTAL_CONTROLS_MESSAGE
source: Your parent or guardian has turned off Siri & Dictation features on this Mac.
ar: أوقف أحد الوالدين أو ولي الأمر ميزات Siri والإملاء على هذا الـ Mac.
ca: Un pare, una mare o una persona responsable de la tutela ha desactivat les funcions de Siri i el dictat al Mac.
cs: Funkce Siri a Diktování vypnul některý rodič nebo opatrovník.
da: Din forælder eller værge har slået funktioner til Siri og Diktering fra på denne Mac.
de: Die erziehungsberechtigte Person hat die Funktionen von „Siri & Diktierfunktion“ auf diesem Mac deaktiviert.
el: Ο γονέας ή κηδεμόνας σας απενεργοποίησε τις δυνατότητες Siri και Υπαγόρευσης σε αυτό το Mac.
es: Tu padre, madre o tutor ha desactivado las funciones de Siri y Dictado en este Mac.
es_us: Alguno de tus padres o tutores desactivó las funciones de Siri y Dictado en esta Mac.
fi: Vanhempasi tai huoltajasi on laittanut Siri ja sanelu -ominaisuudet pois päältä tässä Macissa.
fr: Un parent ou un tuteur a désactivé les fonctionnalités Siri et Dictée sur ce Mac.
fr_ca: Votre parent ou tuteur a désactivé les fonctionnalités Siri et Dictée sur ce Mac.
he: ההורה או האפוטרופוס שלך כיבה את מאפייני Siri ו״הכתבה״ ב-Mac זה.
hi: आपके माता-पिता या अभिभावक ने इस Mac पर Siri और डिक्टेशन फ़ीचर को बंद कर दिया है।
hr: Vaš roditelj ili skrbnik isključio je značajke Siri i Diktata na ovom Macu.
hu: A szülője vagy gondviselője kikapcsolta a Siri és a Diktálás funkciókat.
id: Orang tua atau wali Anda telah mematikan fitur Siri & Dikte di Mac ini.
it: Un genitore o un tutore ha disattivato le funzionalità di Siri e Dettatura.
ja: 親/保護者によってこのMacでは“Siriと音声入力”の機能がオフになりました。
ko: 부모 또는 보호자가 이 Mac의 Siri 및 받아쓰기 기능을 껐습니다.
ms: Ibu bapa atau penjaga anda telah menyahaktifkan ciri Siri & Perencanaan pada Mac ini.
nl: Je ouder of voogd heeft Siri en de dicteerfunctie op deze Mac uitgeschakeld.
no: Forelderen eller vergen din har slått av Siri- og dikteringsfunksjonene på denne Macen.
pl: Rodzic lub opiekun wyłączył Siri i funkcję Dyktowanie na tym Macu.
pt: Um dos seus pais ou responsável desativou os recursos da Siri e do Ditado neste Mac.
pt_pt: Um dos pais ou tutor desativou as funcionalidades Siri e Ditado neste Mac.
ro: Părintele sau tutorele dvs. a dezactivat funcționalitățile Siri și Dictare pe acest Mac.
ru: Ваш родитель или опекун выключил функции Siri и Диктовки на этом Mac.
sk: Rodič alebo zákonný zástupca vypol funkcie Siri a Diktovanie na tomto Macu.
sl: Eden od staršev ali skrbnik je izklopil možnosti Siri in funkcije Narekovanje v tem Macu.
sv: Din förälder eller vårdnadshavare har stängt av Siri och diktering på den här datorn.
th: ผู้ปกครองหรือผู้ดูแลของคุณปิดใช้คุณสมบัติ Siri และการป้อนตามคำบอกบน Mac เครื่องนี้แล้ว
tr: Ebeveyniniz veya vasiniz, bu Mac’te Siri ve Dikte özelliklerini kapatmış.
uk: Ваші батьки чи опікуни вимкнули функції Siri та диктування на цьому Mac.
vi: Cha mẹ hoặc người giám hộ của bạn đã tắt các tính năng của Siri & Đọc chính tả trên máy Mac này.
zh_cn: 父母或监护人已关闭此Mac上的“Siri与听写”功能。
zh_hk: 你的家長或監護人已在此Mac上關閉「Siri與聽寫」功能。
zh_tw: 你的家長或監護人已關閉此Mac上的「Siri與聽寫」功能。

# DELETE_HISTORY_RESPONSE_INFORMATION_SUCCESS
source: Your Siri and Dictation history will be deleted.
ar: سيتم حذف سجل تاريخ Siri والإملاء.
ca: S’eliminarà l’historial de Siri i del dictat.
cs: Historie Siri a diktování bude smazána.
da: Din Siri- og Dikteringshistorik bliver slettet.
de: Dein Verlauf von Siri und der Diktierfunktion wird gelöscht.
el: Θα διαγραφεί το ιστορικό Siri και Υπαγόρευσης.
es: El historial de Siri y Dictado se eliminará.
es_us: Se eliminará tu historial de Siri y Dictado.
fi: Siri ja sanelu -historiasi poistetaan.
fr: L’historique de Siri et Dictée sera supprimé.
fr_ca: L’historique de Siri et de Dictée sera supprimé.
he: היסטוריה של Siri ו״הכתבה״ תימחק.
hi: आपकी Siri और डिक्टेशन हिस्ट्री डिलीट कर दी जाएगी।
hr: Obrisat će se vaša povijest značajki Siri i Diktat.
hu: A Siri és Diktálás előzményei törölve lesznek.
id: Riwayat Siri dan Dikte Anda akan dihapus.
it: La cronologia di Siri e Dettatura verrà eliminata.
ja: Siriと音声入力の履歴が削除されます。
ko: 사용자의 Siri 및 받아쓰기 기록이 삭제됩니다.
ms: Sejarah Siri dan Perencanaan anda akan dipadamkan.
nl: Je Siri- en dicteergeschiedenis wordt verwijderd.
no: Siri- og Diktering-loggen vil bli slettet.
pl: Historia Siri i funkcji Dyktowanie zostanie usunięta.
pt: O histórico da Siri e do Ditado será apagado.
pt_pt: O histórico de Siri e do Ditado será apagado.
ro: Istoricul pentru Siri și Dictare va fi șters.
ru: Ваша история Siri и Диктовки будет удалена.
sk: História Siri a Diktovania bude vymazaná.
sl: Zgodovina Siri in funkcije Narekovanje bo izbrisana.
sv: Din Siri- och dikteringshistorik kommer att raderas.
th: ประวัติ Siri และการป้อนตามคำบอกของคุณจะถูกลบ
tr: Siri ve Dikte geçmişiniz silinecek.
uk: Вашу історію Siri та диктування буде видалено.
vi: Lịch sử Siri và Đọc chính tả của bạn sẽ bị xóa.
zh_cn: 你的Siri和听写历史记录将被删除。
zh_hk: 你的Siri與聽寫紀錄將會被刪除。
zh_tw: 將會刪除你的Siri和聽寫記錄。

# ALWAYS_PRINT_RESPONSE_FOOTER_TEXT
source: Show what Siri says on screen.
ar: إظهار ما ينطقه Siri على الشاشة.
ca: Sempre es mostra en pantalla el que diu Siri.
cs: Na obrazovce se bude ukazovat, co Siri říká.
da: Vis, hvad Siri siger, på skærmen.
de: Zeige auf dem Bildschirm an, was Siri spricht.
el: Εμφάνιση όσων εκφωνεί το Siri στην οθόνη.
es: Al activar esta opción, siempre se mostrará en pantalla lo que dice Siri.
es_us: Se mostrará en la pantalla lo que Siri dice.
fi: Näytä näytöllä, mitä Siri sanoo.
fr: Affichez à l’écran ce que dit Siri.
fr_ca: Affiche à l’écran ce que dit Siri.
he: ניתן להציג על המסך את תמלול הדברים שנאמרים על ידי Siri.
hi: Siri की बातों को स्क्रीन पर दिखाएँ।
hr: Prikazivanje što Siri kaže na zaslonu.
hu: A Siri által elmondott szöveg megjelenítése a képernyőn.
id: Tampilkan apa yang dikatakan Siri pada layar.
it: Mostra le frasi pronunciate da Siri sullo schermo.
ja: Siriが言った内容を画面に表示します。
ko: Siri가 말하는 내용을 화면에 표시합니다.
ms: Tunjukkan perkara yang Siri sebut pada skrin.
nl: Toon wat Siri zegt op het scherm.
no: Vis hva Siri sier på skjermen.
pl: Pokazuj na ekranie, co mówi Siri.
pt: Mostre na tela o que a Siri fala.
pt_pt: Mostrar no ecrã o que Siri diz.
ro: Afișează pe ecran cele spuse de Siri.
ru: Показывать на экране, что говорит Siri.
sk: Na obrazovke sa bude zobrazovať prepis toho, čo Siri hovorí.
sl: Na zaslonu prikaže, kar govori Siri.
sv: Visa det Siri säger på skärmen.
th: แสดงข้อความที่ Siri พูดบนหน้าจอ
tr: Siri’nin söylediklerini ekranda gösterir.
uk: Показувати на екрані, що говорить Siri.
vi: Hiển thị nội dung Siri nói trên màn hình.
zh_cn: Siri的回答会同时以文字形式在屏幕上显示。
zh_hk: 在螢幕上顯示Siri說出的內容。
zh_tw: 在螢幕上顯示Siri的語音回應。

# ALWAYS_SHOW_REQUESTS_UNDO
source: Change Always Show Requests
ar: تغيير إظهار الطلبات دائمًا
ca: Canvia l’opció “Mostra sempre les peticions”
cs: Změnit volbu Vždy zobrazovat požadavky
da: Skift Vis altid anmodninger
de: „Anfragen immer anzeigen“ ändern
el: Αλλαγή της ρύθμισης «Πάντα εμφάνιση αιτημάτων»
es: cambio de “Mostrar siempre las peticiones”
es_us: cambio de Mostrar siempre las peticiones
fi: Vaihda Näytä pyynnöt aina -arvo
fr: Modifier « Toujours afficher les requêtes »
fr_ca: Modifier le réglage « Toujours afficher les demandes »
he: שינו ההגדרה ״הצגה קבועה של בקשות״
hi: “अनुरोधों को हमेशा दिखाएँ” बदलें
hr: Promijeni kontinuirano prikazivanje zahtjeva
hu: A kérések mindig jelenjenek meg beállítás módosítása
id: Ubah Selalu Tampilkan Permintaan
it: Modifica “Mostra sempre le richieste”
ja: “常にリクエストを表示”を変更
ko: ‘요청하는 내용 항상 표시’ 변경
ms: Menukar Sentiasa Tunjukkan Permintaan
nl: Wijzig 'Toon verzoeken altijd'
no: endring av Alltid vis forespørsler
pl: Zmień wartość Zawsze pokazuj polecenia
pt: Alterar opção Sempre Mostrar Pedidos
pt_pt: Alterar Mostrar sempre os pedidos
ro: modificarea opțiunii „Afișează mereu solicitările”
ru: изменение настройки «Всегда показывать запросы»
sk: Zmeniť nastavenie Vždy zobraziť žiadosti
sl: Spremeni nastavitev Vedno prikaži zahteve
sv: Ändra Visa alltid förfrågningar
th: เปลี่ยนแสดงคำขอเสมอ
tr: İstekleri Her Zaman Göster Ayarını Değiştir
uk: Змінити параметр «Завжди показувати запити»
vi: Thay đổi Luôn hiển thị yêu cầu
zh_cn: 更改始终显示请求
zh_hk: 更改總是顯示要求
zh_tw: 更改永遠顯示要求

# VOICE_FEEDBACK_FOOTER_AUTOMATIC
source: Siri will take different factors into account to determine whether to speak.
ar: سيأخذ Siri في الحسبان عوامل مختلفة لتقرير ما إذا كان سينطق أم لا.
ca: Siri tindrà en compte diferents factors per decidir si parlar o no.
cs: Siri se bude rozhodovat o tom, jestli má mluvit, s ohledem na různé faktory.
da: Siri tager hensyn til forskellige faktorer for at bestemme sig for at tale eller ej.
de: Siri berücksichtigt vor dem Sprechen verschiedene Faktoren.
el: Το Siri θα λαμβάνει υπόψη διαφορετικούς παράγοντες για να καθορίζει αν θα μιλήσει.
es: Siri tendrá en cuenta distintos factores para determinar si contestar con respuestas de voz.
es_us: Siri considerará diversos factores para determinar cuándo hablar.
fi: Siri huomioi useita tekijöitä päättäessään, puhuuko se.
fr: Siri prendra en compte différents facteurs pour déterminer s’il faut parler.
fr_ca: Siri prendra en compte différents facteurs afin de déterminer s’il faut parler.
he: גורמים שונים יילקחו בחשבון כדי לקבוע אם התגובות של Siri יהיו קוליות או לא.
hi: Siri विभिन्न कारकों को ध्यान में रखेगा ताकि यह निर्धारित किया जा सके कि कब बोलना है।
hr: Siri će uzeti u obzir različite čimbenike kako bi utvrdila hoće li govoriti.
hu: Siri különféle tényezők figyelembevételével dönti el, hogy beszéljen-e.
id: Siri akan mempertimbangkan beberapa faktor untuk menentukan apakah akan berbicara atau tidak.
it: Per determinare se iniziare a parlare, Siri prenderà in considerazione vari fattori.
ja: Siriはさまざまな要素を考慮して読み上げるかどうかを判断します。
ko: Siri가 여러 가지 요인을 고려하여 음성으로 응답할지 여부를 판단합니다.
ms: Siri akan mengambil kira faktor berbeza untuk menentukan sama ada untuk bercakap.
nl: Siri houdt rekening met verschillende factoren om te bepalen of er wel of niet moet worden gesproken.
no: Siri tar ulike faktorer med i beregningen for å avgjøre om tekst skal leses opp.
pl: Siri będzie decydować, czy mówić, w zależności o wielu czynników.
pt: A Siri levará vários fatores em consideração para determinar se deve falar.
pt_pt: Siri terá em conta vários fatores para determinar se pode falar.
ro: Siri va ține cont de diferiți factori pentru a decide dacă să furnizeze feedback vocal.
ru: Siri будет учитывать различные факторы, чтобы определять, нужно ли говорить.
sk: Pri rozhodovaní o tom, či má rozprávať, bude Siri zohľadňovať rôzne faktory.
sl: Siri bo upoštevala različne dejavnike, da ugotovi, ali naj govori ali ne.
sv: Siri överväger olika faktorer vid beslut om att tala eller inte.
th: Siri จะคำนึงถึงปัจจัยอื่นเพื่อพิจารณาว่าจะพูดหรือไม่
tr: Siri, konuşup konuşmayacağını belirlemek için farklı etkenleri dikkate alır.
uk: Щоб визначити, чи варто говорити, Siri зважатиме на різні фактори.
vi: Siri sẽ xem xét các yếu tố khác nhau để xác định xem có nói hay không.
zh_cn: Siri会将不同因素纳入考量，来决定是否使用语音。
zh_hk: Siri將會考慮不同因素來決定應否說話。
zh_tw: Siri會考量不同的因素來決定是否該說話。

# OFF_KEY
source: Off
ar: إيقاف
ca: Desactiva
cs: Vypnout
da: Fra
de: Aus
el: Όχι
es: Desactivar
es_us: Desactivado
fi: Pois
fr: Désactivé
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: Disattiva
ja: オフ
ko: 끔
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt: Desativar
pt_pt: Não
ro: Dezactivată
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# GM_ASSET_DOWNLOAD_PERCENTAGE_COMPLETE
source: %@ complete…
ar: اكتمل %@…
ca: %@ completat…
cs: Staženo %@…
da: %@ færdig…
de: %@ abgeschlossen …
el: Ολοκληρώθηκε %@…
es: %@ completado…
es_us: %@ completado…
fi: %@ suoritettu…
fr: Terminé à %@…
fr_ca: Progression : %@
he: אחוזי השלמה: %@…
hi: %@ पूर्ण…
hr: %@ dovršeno…
hu: %@ kész…
id: %@ selesai…
it: %@ completato…
ja: %@完了…
ko: %@ 완료…
ms: %@ selesai…
nl: %@ voltooid…
no: %@ fullført…
pl: %@ ukończone…
pt: %@ concluído…
pt_pt: %@ concluído…
ro: %@ finalizată…
ru: Выполнено %@…
sk: Dokončené na %@…
sl: Dokončano: %@ …
sv: %@ klart…
th: สำเร็จ %@…
tr: %@ tamamlandı…
uk: %@ виконано…
vi: Hoàn thành %@…
zh_cn: 已完成%@…
zh_hk: 已完成%@⋯
zh_tw: 已完成%@⋯

# VOICE_LABEL
source: Voice
ar: الصوت
ca: Veu
cs: Hlas
da: Tale
de: Stimme
el: Φωνή
es: Voz
es_us: Voz
fi: Puheääni
fr: Voix
fr_ca: Voix
he: קול
hi: आवाज़
hr: Glas
hu: Beszédhang
id: Suara
it: Voce
ja: 声
ko: 음성
ms: Suara
nl: Stem
no: Tale
pl: Głos
pt: Voz
pt_pt: Voz
ro: Voce
ru: Голос
sk: Hlas
sl: Glas
sv: Röst
th: เสียงพูด
tr: Ses
uk: Голос
vi: Giọng nói
zh_cn: 声音
zh_hk: 聲音
zh_tw: 聲音
